[
  {
    "slug": "element-unknown",
    "title": "Element Unknown",
    "image": "books/element-unknown.jpg",
    "alt": "The novel, Element Unknown, in its paperback form.",
    "isbn": "0997133619",
    "blurb": [
      "Fifteen-year-old Rex is right at the cusp of officially gaining the title of heir to the Marshall family's inheritance. There are just a few complications: his scandalous reputation, his conniving cousin, his lackluster studies, and finally—the big one considering his abolitionist father—his impulsive purchase and short-sighted freeing of the slave Meenal, a girl with strange blue skin and an even stranger connection to him.",
      "Will Rex be able to manage the social and political challenges to earn his birthright? Or will his rash decision-making and ferocious anger cause him to lose everything?"
    ],
    "amazonLink": "http://viewbook.at/ElementUnknown",
    "reviews": [
      {
        "name": "Selbi",
        "location": "Amazon",
        "text": "It was the kind of book that grabbed your attention and didn't let go until the last page."
      },
      {
        "name": "Lisa Buford",
        "location": "Amazon",
        "text": "I was drawn into the world by the end of the first chapter. It was hard to put the book down!"
      },
      {
        "name": "Kate Fox",
        "location": "Amazon",
        "text": "Engaging plot and irresistible characters."
      },
      {
        "name": "Shannon Rohrer",
        "location": "Goodreads",
        "text": "Environmental details were well-written, the sub-plots involving Meenal and Rex trying to learn about their backgrounds was intriguing."
      }
    ],
    "meta": {
      "description": "Fifteen-year-old Rex Marshall is the destined heir to his family's inheritance, but claiming his birthright comes with complications.",
      "image": "meta/eubook.jpg",
      "alt": "Cover of Element Unknown showing Rex and Meenal looking out at bridge in the center of a giant red eye. Element Unknown is a fantasy, science fiction, and young adult novel filled with elemental powers and rich world-building."
    },
    "card": {
      "type": "Novel",
      "genres": ["Young Adult", "Science-Fiction", "Fantasy"],
      "image": "projects/element-unknown-card.jpg"
    }
  },
  {
    "slug": "",
    "title": "Element Unknown #2",
    "meta": {
      "description": "Rex Marshall and his friends are on a new adventure, exploring different lands, cultures, and sides of themselves."
    },
    "card": {
      "type": "Novel",
      "genres": ["Fantasy", "Science-Fiction", "Young Adult"],
      "image": "projects/coming-soon-card.png",
      "alt": "Coming Soon!"
    }
  }
]
